{
    "blog-5": [
      {
        "id": "blog-5",
        "img" : "https://assets.telegraphindia.com/telegraph/2022/Aug/1659936633_result.jpg",
        "title": "CBSE Class 12 Result 2023: To be OUT soon; check result updates inside",  
        "content": ["The Central Board of Secondary Education (CBSE) will soon declare Class 10, 12 result date 2023 soon. Students who appeared for board exams 2023 will be able to check CBSE 10th, 12th result 2023 on the official websites of CBSE – cbse.gov.in and cbseresults.nic.in.","The board is yet to make an official announcement on CBSE Class 10 result 2023 and CBSE Class 12 result 2023. CBSE Class 10 exams 2023 ended on 21 March whereas CBSE Class 12 exams 2023 concluded on 5 April.","CBSE students will also be able to download Class 10, 12 result 2023 from the Digilocker App.","Last year, the overall pass percentage of CBSE Class 12 students stood at 92.71 percent whereas the overall percentage of Class 10 students was 94.40%."]
      },
      {
        "id":"blog-5",
         "onlyheadinglinksanotherpage" : "javascript:void(0)",
         "heading" : "CBSE Class 12 Result 2023 Date and Time"
      },

      {
        "id" :"blog-5",
        "img" :"https://ksp-online.in/wp-content/uploads/2023/02/CBSE-RESULT-2023-1.jpg"
      },



 


      {
        "id": "blog-5",
        "listheading" :"      CBSE Class 10, 12 Marksheet 2023",
        "listcontent": "     The CBSE Class 10, 12 Marksheet 2023 will be released on the official website. All the students of Class 10 and 12 will be able to check their mark sheets by logging into the website. The candidate will have to check the following details and make sure that they are correct. If there is any problem or mistake in the mark sheets then they will have to report it to the school authorities to get it corrected.",
        "listli": [
        "Name of the student",
        "Parent’s name",
        "Examination roll number",
        "CBSE Registration number",
        "School code",
        "Subjects in the exam",
        "Total marks of the exam",
        "Total marks secured by the student",
       " Pass status of the student",
       " Signature of the respective authority",
        "Issuance date of the result."]
      },


      {
        "id" : "blog-5",
        "halfcontentforlink" : "Central Board of Secondary Education would, most likely, release the CBSE 12th class result between the end of May 2023 and the first week of June 2023. The result will be available by the CBSE board on their official and academic websites.  ",
        "contentwithlinks":[{"links" : "https://www.cbse.gov.in",
        "content" : "CBSE official Website"}
      ],
      "remainingcontentforlink" : "The board has not announced the result yet. However, CBSE Board has been publishing its results each year on its official and academic websites. Therefore, we advise students to regularly check the websites of the CBSE board to get the latest information. Alternatively, we are also providing here all the latest and relevant information shared by the board regarding the publication of CBSE Class 10 result date and time.  "
      },
      
      {
        



        "listwithInternalLinksheading" : " Official Website to Track CBSE Class 10 Result 2023 Date and Time ",
        "listwithInternalLinks" :[
        {"link" : "https://cbse.gov.in","content" : "cbse.gov.in"},
        {"link" : "https://cbseresults.nic.in","content" : "cbseresults.nic.in"},
        {"link" : "https://results.cbse.nic.in","content" : "results.cbse.nic.in"},
        {"link" : "https://arikshasangam.cbse.gov.in","content" : "arikshasangam.cbse.gov.in"}
      ]
      },

      {
        "id": "blog-5",
        "listheading" :"How to Check CBSE 10th Result 2023 Online?",
        "listcontent": "Admittedly, the education system in schools has undergone numerous changes during the pandemic and post-pandemic. Nonetheless, CBSE Board has always strived towards providing the best to its candidates and students have responded to the support from CBSE with excellent results, year after year.  In the academic year 2021-22, a total of 64908 students scored above 95% marks and a whooping 2.3 lakh students secured 90% marks and above. ",
        "listli": ["Go to the official website of CBSE- cbseresults.nic.in",
        "On the homepage, click on ‘CBSE 10 result 2023’ or ‘CBSE 12 result 2023’ link as required",
        "Enter the asked login credentials and click ‘Submit’",
        "CBSE 10 Result 2023 or CBSE 12 Result 2023 will be displayed on the screen accordingly",
        "Download and take a printout of the same for future reference "]
      },

      {
        



        "listwithInternalLinksheading" : " Related Links ",
        "listwithInternalLinks" :[
        {"link" : "https://www.studybuddy.store","content" : "Study Buddy Page"},
        {"link" : "https://www.studybuddy.store/notes","content" : "Free Notes 6th to 12th Class"},
        {"link" : "https://www.studybuddy.store/syllabus","content" : "NCERT Syllabus"},
        {"link" : "https://www.studybuddy.store/py-ques","content" : "PY Question papers"}
      ]
      }
    ]
  }
  